{
	"moviesRecords" : [
		{	
            "SKU" 		: 0,
			"Title" 	: "The Night Before yesterday",
			"Image"		:"../images/TheNightBefore.jpg",
			"Starring" 	: "Joseph Gordon-Levitt, Seth Rogen, Anthony Mackie, Lizzy Caplan, Jillian Bell",
			"Directors" : "Jonathan Levine",
			"Genres" 	: "Comedy",
			"Studio"	: "Sony",
			"Subtitles"	: "Cantonese, English, French, Korean, Mandarin (Simplified), Mandarin (Traditional), Spanish, Thai",
			"Rating"	: "R",
			"Runtime"	: "1:41",
			"Description": "Ethan, Isaac and Chris have been friends since childhood, and for a decade, their yearly Christmas Eve reunion has been an annual night of debauchery and hilarity. Now that they're entering adulthood, the tradition is coming to an end, and to make it as memorable as possible, they set out to find the Nutcracka Ball - the Holy Grail of Christmas parties."
		},
		{	
            "SKU" 		: 1,
			"Title" 	: "Miss You Already",
			"Image"		: "../images/MissYouAlready.jpg",
			"Starring" 	: "Drew Barrymore, Toni Collette, Dominic Cooper, Paddy Considine, Tyson Ritter",
			"Directors" : "Catherine Hardwicke",
			"Genres" 	: "Comedy, Drama",
			"Studio"	: "Lions Gate",
			"Subtitles"	: "English, English, Spanish",
			"Rating"	: "PG-13",
			"Runtime"	: "1:53",
			"Description": "Milly is the woman who has everything: a successful career, a rock-star husband, and two beautiful children. Her best friend, Jess, works in a community garden, lives in a boathouse with her boyfriend Jago, and desperately wants a baby. Jess and Milly can't remember a time they didn't share everything - secrets, clothes, even boyfriends. That is, until Milly is hit with the life-changing news that she has breast cancer and needs Jess's support more than ever. As Jess tries to balance her own life as well as being there for Milly, it is only a matter of time before the pressure on their bond takes its toll."			
		},
        {	
            "SKU" 		: 2,
			"Title" 	: "Pinocchio",
			"Image"		: "../images/Pinocchio.jpg",
			"Starring" 	: "Mario Adorf, Benjamin Sadler, Inka Friedrich, Moritz Russ, Florian Lukas",
			"Directors" : "Anna Justice",
			"Genres" 	: "Family",
			"Studio"	: "E1 Entertainment",
			"Subtitles"	: "No Subtitles",
			"Rating"	: "NR",
			"Runtime"	: "1:41",
			"Description": "Pinocchio is a mischievous yet loveable puppet who would do anything to find his roots and become a real boy. With no strings attached, Pinocchio sets off to find a way to become real, but runs into some trouble along the way. However, nothing can stop the ever-so chipper puppet from chasing his dream."
		},
        {	
            "SKU" 		: 3,
			"Title" 	: "Room",
			"Image"		: "../images/Room.jpg",
			"Starring" 	: "Brie Larson, Joan Allen, William H. Macy, Megan Park, Jacob Tremblay",
			"Directors" : "Lenny Abrahamson",
			"Genres" 	: "Drama, Suspense",
			"Studio"	: "Lions Gate",
			"Subtitles"	: "English, Spanish",
			"Rating"	: "R",
			"Runtime"	: "1:58",
			"Description": " Five-year-old Jack is looked after by his loving and devoted Ma. Like any good mother, Ma dedicates herself to keeping Jack happy and safe, nurturing him with warmth and love and doing typical things like playing games and telling stories. Their life, however, is anything but typical-they are trapped-confined to a windowless, 10-by-10-foot space, which Ma has euphemistically named Room. Ma has created a whole universe for Jack within Room, and she will stop at nothing to ensure that, even in this treacherous environment, Jack is able to live a complete and fulfilling life. But as Jack's curiosity about their situation grows, and Ma's resilience reaches its breaking point, they enact a risky plan to escape, ultimately bringing them face-to-face with what may turn out to be the scariest thing yet: the real world. Based on the novel Room written by Emma Donoghue."
		},
        {	
            "SKU" 		: 4,
			"Title" 	: "The Good Dinosaur",
			"Image"		: "../images/TheGoodDinosaur.jpg",
			"Starring" 	: "Jeffrey Wright, Frances McDormand, Raymond Ochoa, Sam Elliott, A.J. Buckley",
			"Directors" : "Peter Sohn",
			"Genres" 	: "Action, Family",
			"Studio"	: "BVHE",
			"Subtitles"	: "English, French, Spanish",
			"Rating"	: "PG",
			"Runtime"	: "1:33",
			"Description": "What if the asteroid that forever changed life on Earth missed the planet completely and giant dinosaurs never became extinct? While traveling through a harsh and mysterious landscape, an Apatosaurus named Arlo makes an unlikely human friend, learns the power of confronting his fears and discovers what he is truly capable of."
		},
		{	
            "SKU" 		: 5,
			"Title" 	: "Inside Out",
			"Image"		: "../images/InsideOut.jpg",
			"Starring" 	: "Amy Poehler, Phyllis Smith, Richard Kind, Bill Hader, Lewis Black",
			"Directors" : "Pete Docter",
			"Genres" 	: "Family, Kids",
			"Studio"	: "BVHE",
			"Subtitles"	: "English, French, Spanish",
			"Rating"	: "PG",
			"Runtime"	: "1:34",
			"Description": " Growing up can be a bumpy road, and it's no exception for Riley, who is uprooted from her Midwest life when her father starts a new job in San Francisco. Like all of us, Riley is guided by her emotions - Joy, Fear, Anger, Disgust and Sadness. The emotions live in Headquarters, the control center inside Riley's mind, where they help advise her through everyday life. As Riley and her emotions struggle to adjust to a new life in San Francisco, turmoil ensues in Headquarters. Although Joy, Riley's main and most important emotion, tries to keep things positive, the emotions conflict on how best to navigate a new city, house and school."
		},
		{	
            "SKU" 		: 6,
			"Title" 	: "Intern",
			"Image"		: "../images/Intern.jpg",
			"Starring" 	: "Robert De Niro, Anne Hathaway, Anders Holm, Rene Russo, Adam DeVine",
			"Directors" : "Nancy Meyers",
			"Genres" 	: "Comedy",
			"Studio"	: "Warner",
			"Subtitles"	: "English",
			"Rating"	: "PG-13",
			"Runtime"	: "2:01",
			"Description":"Ben Whittaker is a 70-year-old widower who has discovered that retirement isn't all it's cracked up to be. Seizing an opportunity to get back in the game, he becomes a senior intern at an online fashion site, founded and run by Jules Ostin."
		},
		{	"SKU" 		: 7,
			"Title" 	: "Everest",
			"Image"		: "../images/Everest.jpg",
			"Starring" 	: "Jason Clarke, Josh Brolin, John Hawkes, Robin Wright, Michael Kelly",
			"Directors" : "Baltasar Kormakur",
			"Genres" 	: "Action, Drama, Adventure",
			"Studio"	: "Universal",
			"Subtitles"	: "English, French, Spanish",
			"Rating"	: "PG-13",
			"Runtime"	: "2:02",
			"Description": "Two different expeditions are challenged beyond their limits by one of the fiercest snowstorms ever encountered by mankind in an attempt to reach the summit of the world's highest mountain. Their mettle tested by the harshest elements found on the planet, the climbers face nearly impossible obstacles as a lifelong obsession becomes a breathtaking struggle for survival. Based on a true story."
		},
		{	
            "SKU" 		: 8,
			"Title" 	: "Batman: Bad Blood",
			"Image"		: "../images/BatmanBadBlood.jpg",
			"Starring" 	: "Jason O'Mara, Stuart Allan, Morena Baccarin, Yvonne Strahovski, Sean Maher", 
			"Directors" : "Jay Oliva",
			"Genres" 	: "Action",
			"Studio"	: "Warner",
			"Subtitles"	: "English, English, French, Spanish",
			"Rating"	: "PG-13",
			"Runtime"	: "1:12",
			"Description": "Damian returns as Robin only to find out his father is missing and Nightwing has been disguising himself as Batman to keep up appearances. During their investigation into Bruce Wayne's disappearance, even Alfred goes undercover to assist, and soon they all become involved with the mysterious Batwoman, who may have been the last to see Batman alive. But as the Bat Family continues to track him down, they come to the inescapable conclusion that the Dark Knight has gone over to the dark side, becoming Gotham's newest and most deadly crime boss."
		},
		{	
            "SKU" 		: 9,
			"Title" 	: "Capture The Flag",
			"Image"		: "../images/CaptureTheFlag.jpg",
			"Starring" 	: "Lorraine Pilkington, Philippa Alexander, Rasmus Hardiker, Sam Fink, Paul Kelleher",
			"Directors" : "Enrique Gato",
			"Genres" 	: "Family, Adventure",
			"Studio"	: "Paramount",
			"Subtitles"	: "English, French, Spanish",
			"Rating"	: "PG",
			"Runtime"	: "1:37",
			"Description": "With the help of his friends Amy and Marty, 12-year-old Mike sets out to reconcile his astronaut father and retired astronaut grandfather. At the same time, power-crazed oil tycoon Richard Carson sets out to convince the world that the original Apollo landings were a hoax so that he can claim the moon himself, exploit its resources and use them to create monstrous weapons. So NASA gets a Saturn rocket out of retirement to beat Carson to the moon. Working on their plan for reconciliation, Mike, Amy, Grandpa Frank and Marty's pet lizard are in the module when it launches prematurely, and they embark on a mission to destroy Carson's mining ship and recapture the stolen flag from Tranquility Base, while healing the family."
		},
		{	"SKU" 		: 10,
			"Title" 	: "Mad Max: Fury Road",
			"Image"		: "../images/MadMaxFuryRoad.jpg",
			"Starring" 	: "Tom Hardy, Charlize Theron, Nicholas Hoult, Hugh Keays-Byrne, Joshua Helman",
			"Directors" : "George Miller",
			"Genres" 	: "Action, Adventure, Sci-Fi & Fantasy",
			"Studio"	: "Warner",
			"Subtitles"	: "English",
			"Rating"	: "R",
			"Runtime"	: "1:55",
			"Description": "Haunted by his turbulent past, Mad Max believes the best way to survive is to wander alone. Nevertheless, he becomes swept up with a group fleeing across the Wasteland in a War Rig driven by an elite Imperator, Furiosa. They are escaping a Citadel tyrannized by the Immortan Joe, from whom something irreplaceable has been taken. Enraged, the Warlord marshals all his gangs and pursues the rebels ruthlessly in the high-octane Road War that follows."
		},
		{	"SKU" 		: 11,
			"Title" 	: "Sicario",
			"Image"		: "../images/Sicario.jpg",
			"Starring" 	: "Emily Blunt, Benicio Del Toro, Josh Brolin, Victor Garber, Jon Bernthal",
			"Directors" : "Denis Villeneuve",
			"Genres" 	: "Drama, Suspense",
			"Studio"	: "Lions Gate",
			"Subtitles"	: "English, Spanish",
			"Rating"	: "R",
			"Runtime"	: "2:01",
			"Description": "In Mexico, sicario means hitman. In the lawless border area stretching between the U.S. and Mexico, idealistic FBI agent Kate Macer is recruited by an elite government task force official to work in the escalating war against drugs. An enigmatic consultant with a questionable past leads her team on a clandestine journey, forcing Kate to question everything that she believes in order to survive."
		},
		{	"SKU" 		: 12,
			"Title" 	: "Jem And The Holograms",
			"Image"		: "../images/JemAndTheHolograms.jpg",
			"Starring" 	: "Aubrey Peeples, Stefanie Scott, Hayley Kiyoko, Aurora Perrineau, Ryan Guzman",
			"Directors" : "Jon M. Chu",
			"Genres" 	: "Drama",
			"Studio"	: "Universal",
			"Subtitles"	: "English, French, Spanish",
			"Rating"	: "PG",
			"Runtime"	: "1:59",
			"Description": "As a small-town girl catapults from underground video sensation to global superstar, she and her three sisters begin a one-in-a-million journey of discovering that some talents are too special to keep hidden. These four aspiring musicians will take the world by storm when they see that the key to creating your own destiny lies in finding your own voice."
		},
		{	"SKU" 		: 13,
			"Title" 	: "Hatched",
			"Image"		: "../images/Hatched.jpg",
			"Starring" 	: "Sean Astin, Jeff Foxworthy, Brian Beacock, Michelle Ruff, Jennifer Sekiguchi",
			"Directors" : "Xu Kerr",
			"Genres" 	: "Family",
			"Studio"	: "Cinedigm Entertainment",
			"Subtitles"	: "No Subtitles",
			"Rating"	: "NR",
			"Runtime"	: "1:11",
			"Description": "When a spaceship crashes into the farmhouse, it's up to Cluck, Charlie and their pals to save the barnyard and perhaps the universe. After their new alien friend Magic is nabbed by the fowlest of villains, Angelina, calls the critters of the barnyard into action to save Magic and the farm's food supply. All the while, Cluck and his best buddies craft a flying machine to catch the wretched criminals and bring their friend home."
		},
		{	
            "SKU" 		: 14,
			"Title" 	: "Minions",
			"Image"		: "../images/Minions.jpg",
			"Starring" 	: "Sandra Bullock, Jon Hamm, Michael Keaton, Allison Janney, Steve Coogan",
			"Directors" : "Pierre Coffin",
			"Genres" 	: "Family, Animation, Kids",
			"Studio"	: "Universal",
			"Subtitles"	: "English, French, Spanish",
			"Rating"	: "PG",
			"Runtime"	: "1:31",
			"Description": "Starting as single-celled, yellow organisms, Minions evolve through the ages, perpetually serving the most despicable of masters. Continuously unsuccessful at keeping these masters-from T. rex to Napoleon-the Minions find themselves without someone to serve and fall into a deep depression. But one Minion named Kevin has a plan, and he-alongside teenage rebel Stuart and lovable little Bob-ventures out into the world to find a new evil boss for his brethren to follow. The trio embarks upon a thrilling journey that ultimately leads them to their next potential master, Scarlet Overkill, the world's first-ever female super-villain. They travel from frigid Antarctica to 1960s New York City, ending in mod London, where they must face their biggest challenge to date: saving all of Minionkind from annihilation."
		}	

    ]
}